---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamStructuralDensity
source: html/bb9c8238-98e6-f709-79e7-405eafcc8c08.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamStructuralDensity Property

"Density"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamStructuralDensity { get; }
```